Repository: KDE/kannasaver
Catalog: po/*.po
Languages: de

source: There are no usable (That is, capable of Hiragana or Katakana, and soft-scalable) fonts on your system. You must get and install some before using this screensaver. SuSE comes with several suitable fonts, you just have to install them in yast. Users of other Linux distributions should google for one of the following: "Kochi Gothic" or "Baekmuk Gulim".
de: Auf Ihrem System sind keine passenden Schriftarten für japanische Zeichen installiert. Installieren Sie erst passende Schriftarten. Eine passende Schriftart ist der frei verfügbare "mikachan"-font.

source: Kannasaver Setup
de: Kannasaver Konfiguration

source: Select the font for kana characters
de: Wählen Sie die Schriftart für die japanischen Zeichen.

source: You can select the font here. Only fonts capable of japanese characters are in this list.
de: Wählen Sie hier die Schrift, in der die japanischen Zeichen angezeigt werden sollen. Nur Schriftarten, die auch japanisch anzeigen können, erscheinen in der Liste.

source: Use Chararacters
de: Benutze folgende Zeichen

source: Use Hiragana
de: Benutze Hiragana

source: Select Hiragana characters.
de: Verwende Hiragana-Zeichen.

source: use Katakana
de: verwende Katakana

source: Select Katakana characters.
de: Verwende Katakana-Zeichen.

source: Bo&th
de: B&eide

source: Alt+T
de: Alt+E

source: Mix Hiragana and Katakana
de: Mische Hiragana und Katakana.

source: Randomly mix Hiragana and Katakana.
de: Mische Hiragana und Katakana.

source: Mode
de: Modus

source: Basic + E&xtended Chars
de: Grund- und e&rweiterte Zeichen

source: Alt+X
de: Alt+R

source: Basic + extended characters
de: Grundlegende und erweiterte Zeichen

source: Select basic and extended characters.
de: Grundlegende und erweiterte Zeichen

source: Basic + Extended + Com&pound Chars
de: &Alle Zeichen

source: Alt+P
de: Alt+A

source: Basic, extended and compound characters
de: Grund-, erweiterte und zusammengesetzte Zeichen

source: Select all characters, basic, extended and compound.
de: Verwende alle Zeichen: die 46 Grundzeichen, die erweiterten Zeichen und die zusammengesetzten Zeichen.

source: &Basic Chars
de: &Grundzeichen

source: Alt+B
de: Alt+G

source: Basic characters
de: Nur Grundzeichen.

source: Select only the basic 46 characters.
de: Verwende nur die grundlegenden 46 Zeichen.

source: This is a font sample for the font selected below. it reads "Hiragana Katakana Nihongo"
de: Hier sehen Sie ein Schriftbeispiel mit der eingestellten Schrift. Da steht: "Hiragana Katakana Nihongo"
