Repository: KDE/kannasaver
Catalog: l10n/*.po
Languages: nl

source: There are no usable (That is, capable of Hiragana or Katakana, and soft-scalable) fonts on your system. You must get and install some before using this screensaver. SuSE comes with several suitable fonts, you just have to install them in yast. Users of other Linux distributions should google for one of the following: "Kochi Gothic" or "Baekmuk Gulim".
nl: Op dit systeem zijn geen bruikbare (?????) lettertypes aangetroffen. Er moet eerst bruikbare lettertypes gevonden en geïnstalleerd worden. SuSE komt met verschillende bruikbare lettertypes. Enkele geschikte lettertypes zijn "mikachan", "Kochi Gothic" en "Baekmuk Gulim"

source: Kannasaver Setup
nl: Kannasaver instellen

source: Select the font for kana characters
nl: Selecteer het lettertype voor de kana karakters

source: You can select the font here. Only fonts capable of japanese characters are in this list.
nl: Kies hier het lettertype waarin het Japans getoond zal worden. In deze lijst zijn alleen lettertypes die Japanse karakters kunnen tonen.

source: Use Chararacters
nl: Gebruik karakters

source: Use Hiragana
nl: Gebruik Hiragana

source: Select Hiragana characters.
nl: Selecteer Hiragana karakters.

source: use Katakana
nl: Gebruik Katakana

source: Select Katakana characters.
nl: Selecteer Katakana karakters.

source: Bo&th
nl: &Beide

source: Mix Hiragana and Katakana
nl: Meng Hiragana en Katakana

source: Randomly mix Hiragana and Katakana.
nl: Meng Hiragana en Katakana willekeurig

source: Mode
nl: Modus

source: Basic + E&xtended Chars
nl: Basis + Uitgebreide karakters

source: Basic + extended characters
nl: Basis en uitgebreide karakters

source: Select basic and extended characters.
nl: Basis en uitgebreide karakters

source: Basic + Extended + Com&pound Chars
nl: &Alle karakters

source: Basic, extended and compound characters
nl: Basis-, uitgebreide-, en samengestelde karakters

source: Select all characters, basic, extended and compound.
nl: Gebruik alle karakters, basis-, uitgebreide- en samengestelde-.

source: &Basic Chars
nl: &Basis karakters

source: Basic characters
nl: Basis karakters

source: Select only the basic 46 characters.
nl: Gebruik alleen de 46 basis karakters.

source: This is a font sample for the font selected below. it reads "Hiragana Katakana Nihongo"
nl: Dit is een lettertype voorbeeld voor het markeerde lettertype hieronder. Er staat"Hiragana Katakana Nihongo"
